src/main/resources/ws_soap_requests/SetRadioProfile-AS1300.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header>
        <Credentials xmlns="http://Airspan.Netspan.WebServices">
            <Username>wsadmin</Username>
            <Password>password</Password>
        </Credentials>
    </soap:Header>
    <soap:Body>
        <EnbConfigSet xmlns="http://Airspan.Netspan.WebServices">
            <NodeName>TDE4-AT1300-160</NodeName>
            <EnbDetails>
			<MultiCellProfile>AirStrend1300 Default Disabled</MultiCellProfile>
                <LteCell>
                    <CellNumber>1</CellNumber>
                    <RadioProfile>AT1300-39750-MC20</RadioProfile>
                </LteCell>
                <LteCell>
                    <CellNumber>2</CellNumber>
                    <RadioProfile>AT1300-41490-MC10</RadioProfile>
                </LteCell>
            </EnbDetails>
        </EnbConfigSet>
    </soap:Body>
</soap:Envelope>
